Repository: appetito/pyramid_admin
Catalog: src/pyramid_admin/locale/*/LC_MESSAGES/pyramid_admin.po
Languages: fr

source: Object <strong>"${obj}"</strong> successfully updated.
fr: Objet <sttrong>"${obj}"</strong> mis à jour avec succès.

source: New object <strong>"${obj}"</strong> successfully created.
fr: Nouvel objet <strong>"${obj}"</strong> créé avec succès.

source: Object <strong>"${obj}"</strong> successfully deleted.
fr: Objet <sttrong>"${obj}"</strong> supprimé avec succès.

source: Delete selected
fr: Supprimez la sélection

source: Object(s) successfully deleted.
fr: Objet(s) supprimé(s) avec succès.

source: Confirm objects deletion
fr: Confirmez la suppression des objets

source: Objects to delete:
fr: Objets à supprimer :

source: Yes, delete choosen objects!
fr: Oui, supprimer les objets sélectionnés !

source: Cancel
fr: Annuler

source: There are no objects selected for removal
fr: Il n'y a aucun objet séléctionné pour la suppression

source: Are you sure you want to delete this item?
fr: Etes-vous sûr de vouloir supprimer cet élément ?

source: editing
fr: edition

source: adding an item
fr: ajout d'un élément

source: Save
fr: Enregistrer

source: Save and add another
fr: Enreigstrer ajouter un autre

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: No items yet.
fr: Aucun élément.

source: Add one?
fr: Ajouter ?

source: Filters
fr: Filtres

source: Apply
fr: Appliquer

source: Reset
fr: Réinitialiser
